{
    "凡世间-练气初中期": {
        "desc": "你本是凡俗中一书生，机缘巧合之下得到了一本落魄道士所传经文，持有灵根的你竟修出一缕法力。",
        "events": [
            {
                "打坐修行": [
                    0,
                    "修为，悟性",
                    "歌舞筵中人易老，闭门打坐安闲好，你闭门不出，结跏趺坐，安心修行"
                ],
                "祭炼法术": [
                    0,
                    "修为，战力，元神",
                    "执剑百丈舞锦幡，十绝盘空扇纷纭。字曰真人巾金巾，负甲持符开七门。你祭炼法术：行走江湖，不可不精修护道杀伐之法。"
                ],
                "行侠仗义": [
                    0,
                    "修为，心境，福源，善",
                    "恃强凌弱，霸道威逼，见利忘义，不择手段。法侣财地，用这些手段来攫取资源都是很好的，可你偏不喜欢，遇到弱小无助的人你要帮手，遇到仗势欺人的恶人你要惩戒，江湖人称正义大侠。"
                ],
                "逛逛坊市": [
                    "特殊：坊市消息，福源",
                    "财富，福源，修为",
                    "坊市之中，修士来来往往，其间也流传诸多蒙尘的宝贝。你想起从话本小说中看来的捡漏故事，心血来潮四处逛逛，最终#小有收获。#血本无归。"
                ],
                "宗门任务": [
                    "特殊：宗门，战力",
                    "财富，修为",
                    "宗门之内，长辈高修常放出各类任务，小到洒扫殿堂，看管库房，大到斩妖除魔，寻访秘宝，你接取其一，#细心完成并得到奖励。#却功亏一篑，一无所获。"
                ],
                "作恶多端": [
                    0,
                    "修为，财富，战力，恶",
                    "恃强凌弱，霸道威逼，见利忘义，不择手段。法侣财地，用这些手段来攫取资源都是很好的，你不知道这有什么拒绝的必要呢？长生大道飘渺无踪，法术神通却是现在已经拥有，人生短暂，放纵自己，及时行乐，你认为这才是人生的意义，整日修行如苦修士一般，真傻瓜行径。"
                ]
            },
            {
                "结交好友": [
                    0,
                    "福源，善",
                    "四海之内皆兄弟，你喜结交好友，三教九流来之不拒，红尘来去才是真修行。"
                ],
                "山中采药": [
                    "福源",
                    "财富",
                    "你自采药人朋友那里得来传闻，山中一处生长灵药，只是生长于悬空峭壁，你自恃法术在身，前往一试果然得手。"
                ],
                "开炉炼丹": [
                    "财富，财富",
                    "修为，心境",
                    "金砂入五内，雾散如风雨，你耗费灵药，开炉炼丹服食，#功行大进。#结果修为没怎么增长，却受丹毒袭扰。"
                ],
                "斗法诛邪": [
                    "善，战力，1",
                    "特殊：坊市消息，财富，战力",
                    "一次外出，武林正派惊蛟会的少侠得你相助平灭山匪，和你相谈甚欢，遂邀请你共同剿灭黑龙帮，因为怀疑后者拐卖婴童。一番调查，你们发现原来黑龙帮拐来婴孩是为提供给背后的邪道修士修行所用，你与其斗法，#成功将其镇杀，又除一恶，并得到对方储物袋及储物袋中玉简记录的钟山坊市的消息：每一段时间，都会有钟山坊市派出的人在吴国国都接引散修前往。#功夫不到，非但无法降伏妖邪，反而却道行大损。"
                ],
                "相助恶龙": [
                    "恶，战力，1",
                    "特殊：坊市消息，财富，战力",
                    "黑龙帮在江湖上声名狼藉，但和你却是臭味相投。自诩正派的惊蛟会近来似乎对黑龙帮有所行动，一番打听，你才知道原来是惊蛟会主之子被不知深浅的黑龙帮帮众拐去了。你素来对惊蛟会不太感冒，于是选择和黑龙帮供奉的邪道修士共同出手虐杀正道武林。事后邪道修士对你稍作试探，#发现你手段不低，与你分享钟山坊市的情报：每一段时间，都会有钟山坊市派出的人在吴国国都接引散修前往。#发现你手段浅弱，态度极差，将你驱走。"
                ],
                "寻仙问道": [
                    "_，福源",
                    "特殊：坊市消息",
                    "你修为越发停滞，希望寻访名山大川能够遇到修士请教，#在中南山内遇到一个老道，你们相谈甚欢，在他口中，你知道每一段时间，都会有钟山坊市派出的人在吴国国都接引散修前往。#最终无功而返。"
                ],
                "治病": [
                    0,
                    "财富，福源",
                    "你修习法术，也得了几分符水医人的手段，江湖有所传言。果郡王身患怪病，寻遍杏林无法可医，托人求到你的头上，你小试身手，药到病除。"
                ],
                "捉鬼": [
                    0,
                    "财富，福源，心境",
                    "乡间员外家宅不宁，夜内常闻离奇狐叫，其子在城中听过你的名声，重金托你前往探看，不过你到了却不为员外所喜，被斥说不语怪力乱神。你还是留下了，并使用法力细心调查，发现诸多蹊跷，最后发现事情原委。原来员外发妻乃山中狐狸得异果化成人形，员外发现后天人交战，最后没有声张，与发妻继续生活，后一次与妻发生矛盾后独自离开想要安静一会，却被那狐精以为是要出首告发其身份，怕引来强人将她镇压，遂先下手为强，将员外打杀了。事后她不愿回山中茹毛饮血忍受清寂，又变化为员外样貌掩人耳目，一人分饰二角。只是无端犯下杀孽，妖性难掩，深夜常常需要回归妖形一顿发泄。"
                ],
                "开辟灵田": [
                    0,
                    "修为，财富",
                    "你拥有灵植之法，又于山中寻得一处丰沃坡地，于是平整灵田，栽种灵谷、草药，得到一笔收获。"
                ],
                "开炉炼器": [
                    "财富",
                    "修为， 财富",
                    "你拥有炼器之法，收集到不错的材料，借助地火开了一鼎，得到一件不错的法器"
                ],
                "重回凡俗": [
                    0,
                    "心境",
                    "在修仙界中摸爬滚打许久，你渐渐开始怀念起当时在凡俗之间快意红尘的时日，更何况在名山大川之间，所遇到的都是修士，平等相交，在凡间你却无不侧目，被以礼相待，口必称老神仙。你回到凡间，去追寻过去的记忆。"
                ],
                "制符": [
                    "财富",
                    "财富，战力",
                    "你拥有画符之术，鞣制兽皮研磨丹砂，斋戒打坐后一举成功"
                ],
                "炼阵": [
                    "财富",
                    "财富，战力",
                    "你偶得炼阵之法，材料充足后小试牛刀，果然成功。"
                ],
                "受邀寻宝": [
                    "战力",
                    "修为，战力，财富，元神",
                    "修仙界传言北方有宝物出世，一位好友前来相邀，你欣然前往，果然收获颇丰。"
                ],
                "雇佣猎妖": [
                    "_，战力",
                    "财富，修为",
                    "有豪商出资雇人杀妖，你慨然应征，妖兽实力不弱，你使出一身本领，#终于诛杀此獠，拿下豪商所给资助。#最终不敌，狼狈逃走。"
                ],
                "路遇截杀": [
                    "_，战力",
                    "财富，战力",
                    "一日你出游外界，不想一道凌厉气机忽而从天降落，竟是杀人夺宝的邪修！你和其一番斗法，#你不愧盛名，将其压下，成功反杀。#你狼狈逃窜，侥幸仅以身免。最后对方见追你不上，只得骂了一句：“甚么破落玩意！”"
                ],
                "坊市拍卖": [
                    "特殊：坊市消息，财富",
                    "修为，财富，战力",
                    "钟山坊市近来放出消息，原来是数载一度的拍卖大会又要开始，届时天才地宝，法器符阵数不胜数，方圆万里的修士们纷纷闻风而动，你也自不例外。#你身家丰厚，在拍卖会上大大出手，得到不少灵丹妙药和宝材。#你囊中羞涩，只能看别人吆五喝六，暗自羡慕。"
                ],
                "探索秘府": [
                    "_，战力",
                    "修为，战力，财富",
                    "“此番探得一处古修士洞府，只是禁制厉害需要帮手，我和道友一见如故，这等好事何不同去？”好友相邀，你欣然同意，但这人却怀鬼蜮心思，得宝之后一番争斗，#你技高一筹，满载而归。#你大败亏输，好在全身而退。"
                ],
                "五宗法会": [
                    "特殊：坊市消息，战力，1",
                    "修为，财富，特殊：宗门",
                    "修行界中素有五宗之称，分别为水竹山、不名派、龙虎宗、灵庚道派与南华宗，每甲子大开法会招收弟子。#你参加五宗法会，取得优胜，拜入南华宗，踏上通天道途。#你棋差一招，却是此生再也无缘得入仙门。"
                ],
                "口角之争": [
                    "特殊：宗门，战力，1",
                    "修为，心境，元神，特殊：口角",
                    "坊市之中，一日你前往一家店铺购买灵材，发现一味药物品质极高，你将其买下，旁却有人欲要截胡，你不肯，对方却不依，出得坊市，对方想要杀人夺宝，#你技高一筹，将其反杀，却得知其为龙虎宗金丹宗师之子，你深感麻烦临头。#你技不如人，危急关头，丢下灵材逃之夭夭，对方轻蔑冷笑，却不屑追你。"
                ],
                "执法修士": [
                    "特殊：坊市消息，战力",
                    "战力，财富",
                    "坊市之中鱼龙混杂，纠纷自来不少，坊市之主聘用本领高强的修士作为执法修士维护秩序。此番又有榜文贴出，你自信应征，#最终成功当选，得到不少灵器灵石资源。#不想强中自有强中手，这差事内卷严重，你卷不过，甚至还被嘲笑了。"
                ],
                "雁山灵光": [
                    "_，福源，1",
                    "修为，特殊：雁山",
                    "西方雁山突然出现一道灵光，修仙界传闻其中有宝物出世，你也想去碰碰运气。#果然，似乎是运道到了，你竟找到一块不寻常的令牌。#一番搜寻，却一无所获，不过这也正常，你放宽心态，从容而退。"
                ],
                "前辈灌顶": [
                    "1，元神，1",
                    "修为",
                    "一日在山中采药，天中忽放电闪雷鸣，灵力不定，即便修士也有危险。你到一处山洞暂时打坐等待异象平息，却发现其中有一位老道士。其对你言山中异象正是由于其渡劫所致，其为不名派高功，弥留之际不欲一身所学付诸流水，要给你灌顶，你自然同意，却不想名为灌顶实为夺舍，#你意志不定，但好在其已经强弩之末，夺舍终于失败，但你也自损失不少修为。#你意志坚定，对方的阴谋企图没有得逞。"
                ],
                "秘境奇遇": [
                    "特殊：雁山",
                    "修为，财富，元神，福源",
                    "你从雁山灵光之处得到一枚令牌，一番实验之后，你从中得到指引，来到西方之极一处沙漠绿洲，果然开启一处秘境，其内果有千秋，你得到不少收获。"
                ],
                "试药童子": [
                    1,
                    "修为，元神",
                    "你听闻一位丹道前辈然翁招收童子若干，抱着学得一招半式的期盼你欣然前往。不想却是试药童子，你辅助对方开辟丹方，却入肚了不少废丹，最终修为大损，似乎冥冥中还感到自己神识受伤，顿时觉得亏大了。"
                ],
                "试功童子": [
                    0,
                    "修为，元神，战力",
                    "你听闻一位前辈石轩招收童子开辟功法，抱着学得一招半式的期盼你欣然前往。石前辈道法高深，所创功法师法自然，半点坏处也无，这一番，你却得到不少好处，不仅修为增进，神识也是猛涨。"
                ],
                "无间道": [
                    "特殊：口角，_，1",
                    "修为，财富，特殊：无间",
                    "前次，你反杀龙虎宗金丹宗师后代的事情败露，对方上门杀来。你力战不敌，对方却不要你性命，反而给你一堆灵物和法器，你疑惑之间，那宗师却呵呵一笑，打入一道阴毒法印到你丹田之中，你才知道，对方原来是要你做南华宗内的卧底。"
                ],
                "宗门之危": [
                    "特殊：无间，福源，1",
                    "修为，战力，财富",
                    "被种下禁制后，你迫于无奈，只能在山中为龙虎宗传递情报，突有一日狂风呼来，原来龙虎宗竟倾巢而出前来攻打。你知道，南华宗没了，金丹宗师也不会放过你，故而奋力一搏，直接告发南华宗高层。#高层当机立断，揪出内奸，终于勉强支撑下龙虎宗的进攻。#高层却反而疑你，最终拖延时机，大阵被破，好在最后关头有他宗前辈相助，南华宗得以保全，时候帮你拔除禁制。"
                ],
                "遭遇异象": [
                    0,
                    "修为，心境",
                    "你路过一处荒地，却发现天边雷光电闪，狂风大作，似乎有修士在渡劫。虽然危险，但不知为何，天灵交感之下，你还是驻足观看，最终获得一番感悟。"
                ],
                "打工挣钱": [
                    "_，福源",
                    "财富",
                    "法侣财地，财之一字不可缺少，你近来感到囊中羞涩，适得一财主宣扬1040阳光工程，你信了，果断前往。#最终收获颇丰。#却发现对方是诈骗团伙，你仗着武力讨回损失，但也仅此而已。"
                ],
                "闭关修行": [
                    "福源",
                    "修为",
                    "你福至心灵，灵光顿现，决定闭关一段时间，过后果然修为大进。"
                ],
                "偷鸡摸狗": [
                    "1，悟性，1",
                    "福源，灵根，善",
                    "你的肚子很饿，#所以晚上来到了一户养鸡的人家，利用仙术调走狗的注意，乘此偷鸡，并烤着吃。#并且想吃大鱼大肉，所以偷偷潜入一家酒席中胡吃海喝，看到你的吃相，周围人传来嫌弃的目光。"
                ],
                "偷窥浴池": [
                    "0，_，1",
                    "福源，悟性，灵根，恶",
                    "你来到了一处池塘，#发现这里有几位美丽的女子正在洗澡擦拭，并且你未被发现。#发现这里有几位同性伴侣在嬉戏洗澡。"
                ],
                "掩耳盗铃(0)": [
                    "1，_，1",
                    "心境，福源，善",
                    "你假装自己双目失明，去市场偷包子吃，结果被一孩童拆穿，你恼羞成怒，偷了就跑"
                ],
                "掩耳盗铃(1)": [
                    "1，_，1",
                    "心境，福源，悟性，善",
                    "你假装自己双耳失聪，去街边乞讨结果被一名同行拆穿，你很郁闷"
                ],
                "掩耳盗铃(2)": [
                    "1，_，1",
                    "心境，福源，灵根，悟性，善",
                    "你假装自己中了毒，需要与一名女子双休解毒结果被一位修仙者拆穿，你很尴尬"
                ],
                "助人为乐(0)": [
                    "0，_，1",
                    "福源，悟性，善",
                    "你走到街边，看到一位年过花甲的乞丐，你施舍了一些干粮和金币给他"
                ],
                "助人为乐(1)": [
                    "0，_，1",
                    "福源，悟性，善",
                    "你走到街边，发现一个无家可归的孩童，你施舍了一些干粮和金币给他"
                ],
                "助人为乐(2)": [
                    "0，_，1",
                    "战力，元神，福源，灵根，善",
                    "你走到街边，发现了一户人家大办酒席，你利用仙术为他们助兴"
                ],
                "助人为乐(3)": [
                    "0，_，1",
                    "战力，心境，元神，福源，灵根，悟性，善，修为",
                    "你在林中行走，发现一位妙龄女子身受重伤躺在树旁，你为其疗伤，并给予她疗伤药和金币，护送其出林，她为了表达感谢，与你双休"
                ],
                "助人为乐(4)": [
                    "0，_，1",
                    "战力，元神，福源，悟性，善，修为",
                    "你在林中行走，发现一位同性修仙者身受重伤躺在路中央，你为其疗伤，并给予他疗伤药和金币，护送其出林，他为了表达感谢，赠与你一本修仙秘籍"
                ],
                "助人为乐(5)": [
                    "0，_，1",
                    "福源，善",
                    "你在林中行走，发现一位修仙者身受重伤躺在水中，你为其疗伤，并给予他疗伤药和金币，护送其出林，他口头对你进行了感谢"
                ],
                "助人为乐(6)": [
                    "1，_，1",
                    "心境，灵根，善",
                    "你在林中行走，发现一位修仙者身受重伤躺在树旁，你上前为其疗伤，但是他却偷袭你，抢走你的随身物品，你晕倒了，醒来之后很生气但无处发泄"
                ],
                "助人为乐(7)": [
                    "0，_，1",
                    "福源，灵根，善",
                    "你在宗门中发现了一只兔子，为了防止他被恶人抓来吃掉，你将其放生于森林"
                ],
                "坏事做尽(0)": [
                    "1，_，1",
                    "福源，悟性，善，修为",
                    "你在宗门道友的食物中放入泻药，并且沾沾自喜。当晚，宗门厕所惨叫连连，哀声遍野。"
                ],
                "坏事做尽(1)": [
                    "1，_，1",
                    "福源，灵根，心境，善",
                    "你的肚子很饿，来到了一家酒馆，吃完后指出饭菜有问题，并威胁要告发老板，出于对你的忌惮，老板选择了妥协，你吃了霸王餐"
                ],
                "坏事做尽(2)": [
                    "1，_，1",
                    "心境，元神，福源，灵根，悟性，善，修为",
                    "你来到了一户人家，发现了一位美丽的女子，于是你强抢民女，但是被路过的一位道友暴力阻止"
                ],
                "坏事做尽(3)": [
                    "1，_，1",
                    "心境，福源，灵根，善",
                    "你来到了一处比武大会，在双方\n激战正酣时，使用暗器弄伤一方，导致比武终止，受伤者的对手被套上了没有武德的帽子"
                ],
                "奇幻梦境(0)": [
                    "0，_，1",
                    "心境，元神，悟性，修为",
                    "如同庄周梦蝶，你在一次睡梦中梦到了千年神龟玄武，增强了你的韧性"
                ],
                "奇幻梦境(1)": [
                    "0，_，1",
                    "战力，元神，灵根，修为",
                    "如同庄周梦蝶，你在一次睡梦中梦到了白虎与你试炼，增强了你的战斗力"
                ],
                "奇幻梦境(2)": [
                    "0，_，1",
                    "心境，元神，福源，修为",
                    "如同庄周梦蝶，你在一次睡梦中梦到了青龙带你直上云霄，增强了你的元神"
                ],
                "奇幻梦境(3)": [
                    "0，_，1",
                    "战力，福源，元神，修为",
                    "如同庄周梦蝶，你在一次睡梦中梦到了朱雀展翅，增强了你的福源"
                ],
                "奇幻梦境(4)": [
                    "1，_，1",
                    "心境，悟性",
                    "你梦到自己身处现代，成为了一名大学生，上课下课玩游戏，遗憾的是没有女生和你谈恋爱。你梦醒后，恍如隔世"
                ],
                "奇幻梦境(5)": [
                    "0，_，1",
                    "心境，灵根，福源",
                    "你梦到自己身处现代，成为了一名大学生，手握国奖和竞赛，得到了保研资格，身边有个漂亮的女朋友。你梦醒后，想要回到梦中，觉得那才是你的生活。"
                ],
                "奇幻梦境(6)": [
                    "0，_，1",
                    "心境，灵根",
                    "你梦到自己身处现代，成为了一名研究生，每天科研看论文，工作也不好找，十分迷茫，每天都很疲惫。梦醒后，感叹现在美好的生活。"
                ],
                "奇幻梦境(7)": [
                    "1，_，1",
                    "心境，元神，悟性，福源",
                    "你梦到自己身处现代，成为了一名博士生，每天科研看论文，但还是很难出成果。梦醒后，感叹现在美好的生活。"
                ],
                "奇幻梦境(8)": [
                    "1，_，1",
                    "心境，元神，悟性，福源",
                    "你梦到自己身处现代，成为了一名研究生，每天科研看论文，但还是很难出成果。梦醒后，感叹现在美好的生活。"
                ],
                "奇幻梦境(9)": [
                    "1，_，1",
                    "心境，元神，悟性，福源",
                    "你梦到自己身处现代，成为了一名社畜，每天工作回来累的要死，家里还在催你找对象，你觉得十分疲惫。梦醒后，感叹于梦中世界的悲惨。"
                ],
                "奇幻梦境(10)": [
                    "0，_，1",
                    "心境，灵根，悟性，福源，修为",
                    "你在梦中看到了一位得道高人，经过他的指点，你茅塞顿开。梦醒后，发现你的修为增加了。"
                ],
                "赛博朋克": [
                    "1，_，1",
                    "战力，福源",
                    "你来到了一处整容店，按照梦中赛博朋克的样子打扮了自己，并给自己起名外号“赛博精神病”。"
                ],
                "奇闻异事(0)": [
                    "0，_，1",
                    "战力，元神，灵根，福源，修为",
                    "你在修行过程中，突然乌云密布，一束雷竖直的打到你的面前，吓得你魂飞魄散，但是大难不死必有后福，雷电批下的地方形成了一处印记，你看到了之后增强了自己的修为。"
                ],
                "奇闻异事(1)": [
                    "0，_，1",
                    "福源，战力，元神，灵根，修为",
                    "你在吃鸡的过程中，偶遇一名老者你看他可怜施舍给他一起吃，然后他吃后双眼冒光，往你的体内输入了一些奇怪的东西，你晕了过去，起来后，觉得自己的修为增加了"
                ],
                "奇闻异事(2)": [
                    "1，_，1",
                    "福源，善，心境",
                    "你在吃鸡的过程中，偶遇一名老者你看他可怜施舍给他一起吃，然后他吃后双眼冒光，往你的体内输入了一些奇怪的东西，你晕了过去，起来后，发现自己的东西没了"
                ],
                "奇闻异事(3)": [
                    "0，_，1",
                    "福源，灵根，修为",
                    "你在林中行走，突然被绊倒掉入深坑中，结果发现是一处剑冢，由此获得了一件法器。"
                ],
                "奇闻异事(4)": [
                    "0，_，1",
                    "战力，福源，灵根，悟性，元神，修为",
                    "你在林中行走，遇到一直巨熊，你害怕极了，结果跑到悬崖边上跳海，随着河流飘到了一处洞穴，并在此发现了失传的修仙秘籍，极大的增加了各项属性和修为。"
                ],
                "奇闻异事(5)": [
                    "0，_，1",
                    "福源，灵根，元神，修为",
                    "你在御剑飞行过程中，看到了龙，并且取得了龙鳞，并作为药材使用，增加了属性和修为。"
                ],
                "奇闻异事(6)": [
                    "0，_，1",
                    "战力，心境，福源，灵根，修为",
                    "你在路途中遭遇强盗，你击退了他们并且解救了被他们囚禁的妙龄女子，为了表达感谢，她提出与你双休。"
                ],
                "奇闻异事(7)": [
                    "1，_，1",
                    "心境，元神，灵根",
                    "一日你在林中迷路，发现 一处书斋，发现有人居住的痕迹，于是你想进去询问道路。在床前听到了一对年轻男女之声，你从窗内望去看到一介书生与一个靓丽的白衣女子在谈情说爱，于是敲门进入，年轻男女热情的为你指路，但是你觉得有些奇怪。"
                ],
                "奇闻异事(8)": [
                    "0，_，1",
                    "心境，元神，灵根",
                    "一日你在林中迷路，发现 一处书斋，发现早已荒废数日，于是你想进去浅做休息。在梦中你仿佛看到了一对年轻男女爱谈情说爱，但是梦醒时分，发现在角落中有两具白骨依靠在一起。属性增加"
                ],
                "奇闻异事(9)": [
                    "0，_，1",
                    "福源，元神，灵根，修为",
                    "你来到了一处老旧的村庄，没有发现年轻人，你在路口发现一位坐着的失明老人嘴里在念叨什么，你坐过去听了老者的故事，原来是一位失败放弃的修仙者，听了他的故事，你收益良多，但是压力增加了，你施舍给他一些粮食，他作为感谢给予你一颗灵丹妙药。"
                ],
                "奇闻异事(10)": [
                    "0，_，1",
                    "战力，元神，福源，灵感，悟性，修为",
                    "一天你在瀑布旁修炼时，遇到一位仙鹿，你跟随它到池边，发现它观察四周无人换成人形，是一位仙气飘飘的赤裸女子，你没有出来打扰她。她走后你发现她遗落了一颗金丹。获得物品"
                ],
                "奇闻异事(11)": [
                    "0，_，1",
                    "战力，元神，福源，修为",
                    "一日你在林中发现一颗参天大树，比所有的树都要粗壮，你环绕其一圈，并决定在此处休息。梦醒时分你听到一位老者的声音，告诉你离大树北方100米处埋有修仙秘籍，于是你相信并真的挖出了以本秘籍。修为和属性增加。"
                ],
                "奇闻异事(12)": [
                    "0，_，1",
                    "心境，元神，福源，灵根，修为",
                    "一天在悬崖边修炼时，听到了天籁之声，你循着歌声看到了一个长满羽翼的鸟人坐在枝头唱歌，你没有打扰他，静静的在旁边听了很久。修为，属性增加。"
                ],
                "奇闻异事(13)": [
                    "0，_，1",
                    "战力，心境，元神，福源，灵根，悟性，善，修为",
                    "一日你在街上，发现了四个悠闲自在的得道仙人，他们游山玩水，乐乎，他们自称高哥，涛哥，梁哥，晟哥，并且给予了你灵丹妙药和修仙秘籍。属性，物品，修为大幅增加"
                ],
                "纵欲过度(0)": [
                    "1，_，1",
                    "心境，元神，灵根，悟性，修为",
                    "你来到一处酒馆，挥霍着金钱胡吃海喝，烂醉如泥，躺在大街上睡了一晚，第二天被小孩泼了一桶水，从梦中惊醒。修为降低，属性降低"
                ],
                "纵欲过度(1)": [
                    "1，_，1",
                    "战力，心境，元神，福源，灵根，悟性，修为",
                    "你来到一处青楼，挥霍着金钱胡吃海喝，玩弄青楼女子，夜夜笙歌。一段时间过后，你精疲力竭。修为下降，属性下降"
                ],
                "纵欲过度(2)": [
                    "1，_，1",
                    "战力，心境，元神，福源，灵根，悟性，修为",
                    "你来到一处修炼场所，决定好好修炼一番，你没日没夜的修炼，虽然有所进步，但是对身体也造成了损伤。修为降低，属性降低"
                ],
                "疾病缠身(0)": [
                    "1，_，1",
                    "战力，心境，福源，灵根，修为",
                    "听说望江楼来了一位非常漂亮的女子，你连夜赶去只为与佳人共度良宵，结果在路途当中遇到了染上了疾病，只得暂时在一家酒馆歇脚养病。修为下降"
                ],
                "疾病缠身(1)": [
                    "0，_，1",
                    "福源，悟性，灵根，修为",
                    "宗门召见，你在外地连夜赶回，途经一处战场，染上了瘟疫，只能暂时在一家酒馆歇脚养病，但是因祸得在旅馆房间发现机关，里面藏有灵丹妙药."
                ],
                "疾病缠身(2)": [
                    "1，_，1",
                    "战力，心境，元神，福源，灵根，悟性，修为",
                    "天灾人祸，你突然生了一场大病，卧床不起。修为下降，属性下降"
                ],
                "大吉大利(0)": [
                    "0，_，1",
                    "福源，灵根，元神，修为",
                    "你走在路上，突然发现了一本修为秘籍和灵丹妙药，并且留有一张纸条，“送于有缘人”。物品增加，修为增加。"
                ],
                "大吉大利(1)": [
                    "0，_，1",
                    "战力，福源，元神，悟性，修为",
                    "你走在路上，突然一束金光打在你的身上，你觉得浑身充满了力量。属性增加。"
                ],
                "大吉大利(2)": [
                    "0，_，1",
                    "战力，福源，灵根，心境",
                    "你在修炼途中，偶遇高人指点。修为增加，属性增加。"
                ],
                "遗臭万年": [
                    "1，_，1",
                    "战力，心境，元神，福源，灵根，悟性，修为",
                    "一日你在茅厕，突然地板塌陷掉入厕所，浑身沾满了粪便，你爱惜脸面，于是一个人在茅厕待到夜深人静时才离开去清洗自己。修为下降，属性下降"
                ],
                "遗臭万年（1）": [
                    "0，_，1",
                    "心境，元神，灵根，悟性",
                    "一日你在茅厕，突然地板塌陷掉入厕所，浑身沾满了粪便，此时你竟在坑中遇到一人，他自称是荒古姜家的天骄姜逸晨，你的福源上升了"
                ],
                "拔刀相助(0)": [
                    "0，_，1",
                    "心境，福源，灵根，善，修为",
                    "你在赶往玄妙镇的途中，偶遇几个流氓正在骚扰一对父女，说时迟那时快，你道光剑影刹那间砍下来那几个流氓佩剑，吓得他们立马逃窜。父女对你表示了感谢，看着少女的脸，你羞涩的笑了。属性增加"
                ],
                "拔刀相助(1)": [
                    "1，_，1",
                    "福源，善，心境，灵根",
                    "你在赶往木犀市的途中，发现几个强盗正在为难过路的商人，收取保护费，你见此情景到路中央大喝一声“此后这条路的保护费都交由我！”强盗哪咽的下这口气，提着砍刀就过来，你三下五除二把他们打得屁滚尿流，商人见状立马把财物交到你的手中，你心想，赶走了强盗，收点东西是应该的，所以默不作声。"
                ],
                "拔刀相助(2)": [
                    "0，_，1",
                    "战力，福源，悟性，善，修为",
                    "一日你在宗门外看到数个顽童在欺压一个手无缚鸡之力的老头，套头嘴里念叨着“南村群童欺我老无力”，一边掩面叹息，顽童见状更是猖狂。见到此番景象，你高声呵斥走了顽童，并给予老头一把砍刀，让他背在身上镇压顽童。老头向你表示了感谢，并赠予你祖传的《御剑赋》，看了后能大肆提高修为。修为增加"
                ],
                "拔刀相助(3)": [
                    "1，_，1",
                    "福源，心境，悟性，善，修为",
                    "一日你路过一个村庄，发现农田中数个村民被一群饿狼围困，你使用“天雷*引”击退了恶狼，并与村民找到恶狼巢穴，摧毁并赶跑了它们。村民看你年少有为，对你表示感谢，并决定将村花许配给你，你见色，立马和村花结婚同房，并于成婚之后的第三天逃离了村庄。属性下降，修为上升。"
                ],
                "拔刀相助(4)": [
                    "0，_，1",
                    "福源，心境，善",
                    "一日你在涌泉镇中看到官兵在光天化日之下强抢民女，你见状心中暗想，这种事情你自己做可以，别人可不能做，于是大喝一声并展示法术，官兵见状急忙逃走，镇民对你表示感谢。属性提升"
                ],
                "拔刀相助(5)": [
                    "0，_，1",
                    "福源，心境，灵感，善",
                    "一日你在青楼中寻欢作乐，听到隔壁女子的惨叫声，你顿时火冒三丈，蛮横冲撞到隔壁，发现一男正虐待此女子，你拿剑威慑，此男子立马逃窜，并留下狠话。属性增加"
                ],
                "拔刀相助(6)": [
                    "0，_，1",
                    "战力，福源，悟性，善，修为",
                    "你路过葩鸣村庄时看到村名正受到一群恶鬼的侵蚀，你利用法术击退了他们，拯救了村民。属性增加，修为增加"
                ],
                "探险奇闻": [
                    "1，_，1",
                    "心境，灵感",
                    "一日你御剑巡游，遇到一处未知区域，你刚预探索，不知怎的脑海里想起隐约的声音：“前面的区域请以后在探索吧”"
                ],
                "探险奇闻（1）": [
                    "1，_，1",
                    "心境，福源，灵根",
                    "一日你来到一片古墓，刚预探索，里面窜出一个七彩红毛怪物，嘴里念叨了：“晚年不详.......”你心里发毛，便退开了，心境下降了几分"
                ],
                "探险奇闻（2）": [
                    "0，_，1",
                    "战力，心境，悟性",
                    "一日你在野外闲逛，遇到一骑鹤老道，他自称太乙教清虚老祖，见你骨骼精奇预传镇派剑法化玄神剑诀，你观其演示之后轻蔑一笑：“刮痧剑法，狗都不用”。扬长而去，因你剑道理解加深，战力增强了几分。"
                ],
                "探险奇闻（3）": [
                    "0，_，1",
                    "战力，福源，灵根，元神，修为",
                    "一日一道闪电霹雳而下，你在闪电下发现了一把带电的锤子，于是想要去拿起，结果发现怎么都拿不起来，突然一个眼睛发着蓝光的彪悍男子从天而降，并说了一些你不懂的语言和法克鱿，就召唤上他的锤子飞走了。修为增加，属性增加"
                ],
                "探险奇闻（4）": [
                    "0，_，1",
                    "福源，心境，元神，灵根，善，修为",
                    "一日你突发奇想，想吃点熊肉，于是外出打猎，发现一只巨熊正在背靠着一棵大树摇摆，你顿时心生疑惑，也找了一棵树跟着大熊的节奏摇摆蹭树，你觉得很舒服，并且和大熊相视而笑，打消了吃熊肉的想法。属性和修为增加了。"
                ],
                "探险奇闻（5）": [
                    "0，_，1",
                    "战力，福源，悟性，善，修为",
                    "听说黑风寨有一群土匪作恶多端，欺压当地百姓，强抢民女，无恶不作，你很气愤，趁着要去黑土镇的机会，决定顺路解决掉他们，于是你到黑风寨三下五除二解决了土匪，并意外发现了一颗灵珠。提升属性和修为"
                ],
                "探险奇闻（6）": [
                    "0，_，1",
                    "战力，心境，善，修为",
                    "一日你听闻巷道传说，有一处食人村，那里的村民会偷袭过路人并且吃掉他们，并且用骨头来装饰村庄大门。你很好奇，于是去一探究竟，进入村庄你感到一阵寒气袭来，一众野狼向你袭来，你利用天火*降打跑了众狼。修为增加"
                ],
                "探险奇闻（7）": [
                    "0，_，1",
                    "心境，灵根，善，修为",
                    "你依旧在食人村，从小孩的嘴里得知了村庄的情况，于是决定见见这位“大人”，你来到了它的“宫殿”，这是由搜刮民脂民膏搭建起来的一处豪华小宅，你偷偷潜入宫殿，发现一只看起来俊俏的书生，但是满嘴嗜血的吃着一个人的内脏，你与那\"人\"展开了沟通，询问他为什么要这样做，只见他双眼泛红，逐渐蜕变成一只食人魔，嘴里说道，声音从俊俏的书生声变为残酷的恶魔低语，“拿命来”，这是你第一次见到食人魔成精。修为增加"
                ],
                "探险奇闻（8）": [
                    "0，_，1",
                    "战力，心境，元神，福源，灵感，悟性，善，修为",
                    "你在食人村，你与食人魔展开了殊死搏斗，你使用了身家所有本领，五行遁术，御气成风，天雷地动，万剑归宗，和怪物大战了几百回合，战场周围已经破烂不堪，最终，还是你技高一筹，利用五雷轰顶把食人魔轰成了粉末。经历了此次大战，你解救了食人村居民，并且获得了击杀食人魔的奖励。属性增加，修为增加"
                ],
                "探险奇闻（9）": [
                    "0，_，1",
                    "战力，福源，心境，悟性，修为",
                    "一日你来到了斗技场，报名参赛，与江湖各类人士切磋武艺，见招拆招，乐在其中，其中不乏许多青年才俊，你结识了许多新的修仙友人。"
                ],
                "探险奇闻（10）": [
                    "0，_，1",
                    "战力，心境，元神，灵根，修为",
                    "你在林中打猎，突然发现一只白虎精，虽然修炼成了人形，但是其毛皮还有部分附在身上，没有完全变成人的模样，它见你，突然两眼瞪目，念叨着好久没尝过人肉的味道，朝你扑过来。你与他大战了两百回合，终于险胜，并获得了白虎之魄。"
                ],
                "探险奇闻（11）": [
                    "0，_，1",
                    "心境，福源，灵根，悟性，修为",
                    "你在林中打猎，在一处池塘发现了一只受伤的狐精，它已修成一副美女的样貌和身躯，修长的美腿和白嫩的皮肤让你心生歹意，于是你施计迷晕狐狸精与她进行双休之事，事后你浑身轻松，吸收了狐狸精华，增加了修为。"
                ],
                "探险奇闻（12）": [
                    "0，_，1",
                    "心境，福源，灵根，元神，悟性，修为",
                    "一日你在林中冒险，偶然发现了一处老旧的书斋，你进去发现桌上放着三本书，你打开了左边的那本，突然身临其境，穿越至一处老林，老林中有一处禅院和一名男女莫辨的清秀和尚，他为你指明了一条道路，你走到尽头发现一处光亮，便突然醒来了。如梦初醒，你发现自己顿悟了许多。"
                ],
                "探险奇闻（13）": [
                    "1，_，1",
                    "战力，心境，元神，悟性，灵根，修为",
                    "一日你在林中冒险，偶然发现了一处老旧的书斋，你进去发现桌上放着三本书，你打开了中间的那本，突然身临其境，穿越至了云端，一旁的和尚告诉你，他已经困在这数十年了，出去之法为在一定时间内抓住7只戴着不同颜色的猴子，于是，你被困了数年之久后，凭借着灵敏的身法，终于离开了梦境，你醒来发现时间只过去了一炷香的时间。"
                ],
                "探险奇闻（14）": [
                    "1，_，1",
                    "心境，福源，悟性，修为",
                    "一日你在林中冒险，偶然发现了一处老旧的书斋，你进去发现桌上放着三本书，你打开了右边的那本，突然身临其境，来到了一处青楼，里面有数百名妖艳动人的女子，但是你发现周围有很多被困于此的修仙者，说着“沉迷女色我愿意”，面色枯黄，黑眼圈浓重。你虽然贪图女色，但是更加惜命，于是只是偷偷看了几眼，便忍住诱惑，离开了梦境。"
                ],
                "探险奇闻（15）": [
                    "1，_，1",
                    "福源，善，灵根",
                    "一日突然雷声大作，天空顿时乌黑，你发现了一方道友正在渡劫，于是你坏心思一使，暗中偷袭，让其渡劫失败。"
                ],
                "打怪升级(0)": [
                    "1，_，1",
                    "战力，心境，元神，修为",
                    "你来到了牛头村，挑战牛魔王，结果被揍得很惨，落荒而逃。"
                ],
                "打怪升级(1)": [
                    "1，_，1",
                    "心境，元神，灵根，悟性",
                    "你来到了水生村，遇到了一个美貌的女鬼，她挥舞着双刀朝你袭来，你色意上头，被扰乱了心智，没有防住，被打的落花流水。"
                ],
                "打怪升级(2)": [
                    "1，_，1",
                    "心境，元神，灵根，修为",
                    "你来到了仙阁，遇到了守门人破戒僧，他身材高大肥胖，挥舞着手里那把锋利的偃月刀朝你袭来，你被他的气势吓得落荒而逃。"
                ],
                "打怪升级(3)": [
                    "1，_，1",
                    "战力，心境，福源，修为",
                    "你来到了瀑布前修炼，偶遇一只狮子头，猿猴身的巨大狮子猿，你想要争夺地盘，结果被发飙的猿猴一巴掌拍飞了。"
                ],
                "打怪升级(4)": [
                    "0，_，1",
                    "心境，灵根，悟性",
                    "你来到了哥布林村庄，挑战为首的哥布林老大，然后不费吹灰之力打败了它，你很自豪，找回了自信。"
                ],
                "打怪升级(5)": [
                    "0，_，1",
                    "战力，心境，元神，悟性，修为",
                    "你接到了一个任务，听说每当月圆之夜在狼村会有狼人出现，撕碎没回家的村民，于是你在月圆之夜守候在狼村外，发现了一个壮汉大叔，原来狼人是他变得，于是与他大战三百回合，最终用天心剑刺死了他，完成了委托。"
                ],
                "打怪升级(6)": [
                    "0，_，1",
                    "战力，灵根，元神，修为",
                    "你接到了一个门派任务，听说武山上突然出现了一个黑虎窝，里面有一只成精了的黑虎王，整日下山扰乱镇民，于是你使用刚习得的无量业火烧死了黑虎王，打散了黑虎窝。"
                ],
                "打怪升级(7)": [
                    "0，_，1",
                    "战力，心境，元神，福源，灵根，悟性，修为",
                    "你在修炼中遇到了心魔，心魔是你自己，使用了和你相同的招式，你困在心魔种数日后终于战胜了自己，赶走了自己的心魔。"
                ],
                "打怪升级(8)": [
                    "0，_，1",
                    "战力，心境，元神，灵根，悟性，修为",
                    "你接到任务晚上来到了一处坟地，发现了很多僵尸，你虽然很害怕，但还是用夜火燃烧了他们，突然一个头发花白的术士传送在你的面前，道着“谁烧了我的宠物”，一看是你，于是和你展开了殊死搏斗，难解难分，最终同门相助，你们合力击败了术士，完成任务。"
                ],
                "情感纠纷(0)": [
                    "1，_，1",
                    "心境，福源",
                    "一日你偷看同门师姐洗澡，结果被发现后，恼羞成怒，不料她也对你有好感，于是你两进行了双修，但是在此之后意外分手，师姐处处刁难你，你觉得很难受。"
                ],
                "情感纠纷(1)": [
                    "1，_，1",
                    "心境，元神，福源，修为",
                    "一日你外出冒险，遇到了之前被你抢占的民女，她已怀了身孕，让你对她负责，你赶紧御剑开溜，她仰天大骂你是渣男。"
                ],
                "情感纠纷(2)": [
                    "0，_，1",
                    "战力，心境，元神，灵根，悟性，修为",
                    "一日你外出冒险，遇到了之前救助的异性道友，想起了之前的双修之情，于是再次双修，共同进步。"
                ]
            }
        ]
    }
}